{	"Entries":	{
    "danceRejection": "Nah, this dance is dull.",
    "divorced": "Hey, it was fun while it lasted. No regrets, right? Time to move on.$2",
    "breakUp": "Hey, it was fun while it lasted. No regrets, right? Plenty more fish in the sea, so they say.#$b#Oh, who am I kidding... I'm going to miss you.$2",
    "spring_28_2": "Today marks the anniversary of Mona's death... I regret every day that I couldn't be with her, at the end.$2#$b#I still miss her, but that's what it means to be human, right?$2#$b#That hollow ache of emptiness where your heart once felt full?$2",
    "Mon":"I'm getting this weird sense that we knew each other once, really, really well...?#$b#Does that make sense to you?#$b#Must be one of those deja vu things.",
	"Mon8":"You know, @, people take their hands for granted.#$b#I appreciate being able to get things off the top shelf without jumping up and knocking them off.",
    "Tue":"Hey, you're the farmer right? You seem to be the talk of the town.#$b#I don't quite see why.",
	"Tue8":"Don't tell Jas, but sometimes I still want to chase birds...I guess some habits are hard to break.$2#$b#Don't worry, I won't touch her precious blue jays.$3",
    "Wed": "Ever wanted to just stretch out in the sun and forget about the day?$3#$b#Yeah, I had a rough night. How about you?",
	"Wed8": "(Yawns) Sorry, spent last night on patrol again.#$b#Nothing too terrible, just a few rock crabs. Pesky beggars.$2#$b#Hmm, I must ask Gus for his crab cake recipe...$3",
    "Thu": "It's weird to be part of the community, but also on the outskirts.#$b#Not that you'd know about that, farmer, everyone here loves you.#$b#Me? I'm still on the fence about you.",
	"Thu8": "Some of the villagers still look at me sideways.#$b#I guess they're wondering what I know and what I've seen.",
  "Fri": "Sometimes I get this weird desire to chase birds. Any ideas about that, farmer?#$b#Oh, I don't know why I'm asking you, I just figured you'd know, for some reason.",
	 "Fri8": "It hurt to watch Shane avoid doing what I wished I could do with Jas... like read her stories and teach her maths...$2#$b#Yet it hurt even more when he did them... Jealousy is complicated and stupid and weird.$3#$b#I'm just glad he loves her as if she were his own.$4",
    "Sat": "Oh it's you again! Come to try and win me over with your trinkets and wares.$3#$b#Yeah, okay, you can give it a go. Can't say I'm easily convinced though.$3",
	"Sat8": "Jas is coming over tonight. She's a sensible kid, but I don't like that she's left home alone all the time.#$b#Okay, yeah, she wasn't alone - she had me. But what was I going to do if there was an emergency?$2#$b#You've no idea how hard it is to use a phone when you only have paws.$3",
    "Sun": "Jas talks about you a lot. Sometimes I think she must like you, other times I'm not so sure.$2",
	"Sun8": "Jas and I tried our hands at baking. It may have got a bit... out of hand [140 260 651 731].#$b#We have enough baked goods to last a month.$1",
    "Mon10": "Do you want to watch the sunset together? It looks really beautiful from the lookout.$6#$b#I didn't realize how much I'd missed the colors - until I got them back.$4",
    "Tue10": "Hey @. What have you been up to today? Want to grab a bite to eat at the saloon?#$b#Gus and me have mended our differences! Well, patched them anyway.",
    "Wed10": "Back in college, Shane was quite the sports star.#$b#You wouldn't know it from looking at him now, but he had girls - and more than a few boys! - trailing him like lovesick puppies.#$b#Jealous? Me? Nah, never!",
    "Thu10": "I wonder if there's truth in other fairy tales too.#$b#Might try my hand at spinning hay into gold, what do you say?",
    "Fri10": "",
    "Sat10": "",
    "Sun10":"Want to come over and hang out with me, Jas, and her bird-loving friend?#$b#It's boardgame night and if you could save me from having my tail kicked at Monopoly... well, I'll love you forever.$1",
	"summer_Mon":"",
    "summer_Mon8": "Ah the sun, my old nemesis, we meet again.$1#$b#But this time, the advantage is mine.$3#$b#Oh, who am I kidding? Catnaps for the win, right?$1",
	 "summer_Tue":"",
   "summer_Tue8": "Marlon keeps asking after Marnie. Oh, he thinks he's subtle... but he's very much not!$6#$b#I told him he should ask her himself. I'm not gonna be his wingman.$3#$b#Besides, what do I know about dating? I was a cat for almost a decade.",
	"summer_Wed": "Ah, the sun, my old friend.",
	"summer_Wed6": "Oh this? It's just a scratch, don't fuss!#$b#Okay yeah, I had to get stitches. Stupid rock crabs. Dratted things are a menace.",
   "summer_Wed10": "Once during the luau, we slipped in some of that red mushroom.#$b#Nobody died, thank Yoba, but let's just say... things got very interesting. And not in a good way.$2#$b#We were idiot kids... it's going to take a while for people to trust me.$2",
	"summer_Thu":"Hey farmer. Working hard as usual, I see.",
	"summer_Thu6": "Ah, the beach. Sun, surf, and so much sand.",
   "summer_Thu10": "Shane and me roomed together back in college.#$b#I don't remember much of those days...too many endless parties. Good times.$1",
	"summer_Fri": "Hey farmer. Fancy a spot of fishing? I hear East Scarpe's good for it.#$b#Nothing much but carp in the pond though. So bony and bland.$2",
	"summer_Fri6": "Jacob seems like a decent fellow. Doesn't talk much, but his daughter more than makes up for it.$3",
   "summer_Fri10": "Come to hang out with me?#$b#Yeah, I enjoy your company too.",
	"summer_Sat": "Oooh, a butterfly!$3#$b#Oh sorry, hello. Almost didn't see you.",
	"summer_Sat6":"Do you like swimming, @? Not too keen on it myself, obviously.$2#$b#But East Scarpe's safe for it. If you watch out for the sea monsters!$3#$b#Kidding! Or am I?$6",
   "summer_Sat10": "Jas asks a lot of questions about her mom. I get the feeling that the others don't like to talk about her.$2#$b#But those that die aren't ever gone, are they @? Not really. They live on in our hearts.#$b#Yeah, I know, corny.$4",
	"summer_Sun": "Hello farmer. Sunday, day of rest right? Not that you look very rested.",
	"summer_Sun4": "Hey @. Good to see you again.",
   "summer_Sun8": "I'm glad Jas has friends her own age. But Eloise is so fond of birds.#$b#I don't see the fascination myself. They're noisy, and messy...$2#$b#...And far too hard to ca- Oh sorry. Old habits, I guess.$4",
	"summer_Sun10": "Jas and I are visiting Mo today. I know it's weird... the dead aren't really connected to their graves.#$b#But I just feel closer to her, you know?$2",
   "fall_Mon8": "So this is why Abigail loves fall so much! The colors really are remarkable.$3#$b#And leaf fights are sorely underrated.$1",
	"fall_Mon":"The birds go crazy over the blackberries.#$b#I wonder if it's hard to make jelly?#$b#Of the berries, not the birds! But there's an idea...$3#$b#I'm kidding of course! What do you take me for?$1",
   "fall_Tue6": "There's a stray cat lives around here. I put food out for her.#$b#Poor thing, won't be fun for her through winter.",
	"fall_Wed":"I love the smell of fall. It's so...interesting.#$b#Is that weird?$3",
   "fall_Wed8": "I could've sworn I saw something in the water today.#$b#It didn't look like a fish, not a dolphin either.#$b#I've heard tales: about a lost child returned to the sea, and a being that lurks beneath the waves.#$b#Probably nonsense, but we all know, there's some truth to tales.",
   "fall_Thu": "",
   "fall_Fri": "",
   "fall_Sat": "",
   "fall_Sun6": "Jas wants me to adopt the stray cat that lives down by the beach.$4#$b#She's named her Lady Sheba. Although she's not much of a lady!$1",
   "winter_Mon": "It's so lonely and quiet here during the week. Perhaps I should advertise for a house mate.#$b#Or maybe I should get a cat!$1",
	"winter_Tue": "Too cold. Days like this I wish I could just curl up in front of the fire all day.#$b#But responsibilities and all that...$2#$b#Oh, who am I kidding. Fireside it is.#1",
   "winter_Tue8": "There used to be an orchard around here. Mo and I used to sneak in it and steal the fruit.#$b#I wonder what happened to it?$3",
	"winter_Wed": "Miserable time of year, isn't it farmer?",
   "winter_Wed6": "It's so much colder, now I no longer wear fur.$2#$b#I should knit {{random:a scarf, gloves, a hat}} or something.",
	"winter_Wed8": "I caught a white dove once, would've eaten it too... but there was something uncanny in its eyes.$3#$b#Yeh, I let it go... Makes you wonder though, doesn't it?",
   "winter_Thu": "",
	"winter_Thu8": "I used to wonder, sometimes, when I caught a bird or a fish if it had once been a person.$2#$b#It was almost enough to put me off my food. Almost.$2",
   "winter_Fri": "Isn't it amusing how our breath steams on frosty mornings?#$b#As kids, we'd pretend we were dragons.#$b#Did you ever do that, @?",
	"winter_Sat8": "So... today's culinary experiment was not a success.#$b#Thank Yoba, Gus lets me in the saloon now, or we would've starved, @. Starved!$2",
	"winter_Sun": "Snowfight!#$b#%Tristan flings a snowball your way.",
   "winter_Sun8": "Jas and I build a snowman!$4#$b#Well, it was more of a snow mound really, but it had a carrot in it. And a hat.$1",
   "winter_Sat": "",
   "winter_Sat8": "Jas is so like Mona sometimes, it makes my chest feel hollow.$2#$b#I wish Mo'd got to watch her grow up.$2",
   "fall_26_2": "Jas is so excited by Spirit's Eve. Maybe this year she'll get the golden pumpkin.$4#$b#But first we've got to sneak her past Marnie...$3#$b#You'll help me, won't you @?$6",
	"AnimalShop_3_7": "Goodnight kitten. Sleep tight.$4#$b#Oh, hello @! Come for a bedtime story too?",
	"AnimalShop_5_6": "Heh. I love this show. Who me, crying? Nah, must be the dust in here.",
    "spring_Sun_inlaw_Shane": "It's good to see Shane happier nowadays.",
    "spring_Sun_inlaw_Emily": "There's something mystical about Emily, isn't there? Makes you wonder?#$b#Oh yeh, I know she all seems so airy-fairy crystals and all that, but I always felt that she *saw* me, you know? The real me beneath the fur.",
    "spring_Sun_inlaw_Abigail": "Abigail's much happier now she's no longer being stifled by her parents.#$b#Really, the girl's destined for more than just housework and cleaning.",
    "spring_Sun_inlaw_Sebastian": "Have you ever wondered if your husband is a vampire? Or is that just me?",
    "spring_Sun_inlaw_Sam": "Does Samson remind you of a golden retriever? All eager and bouncing and happy for praise?#$b#Or is it just me?",
    "spring_Sun_inlaw_Elliot": "Has Fabio written you a poem yet? I could write a poem too, you know.#$b#There once was a farmer from Ferngill...$1",
    "spring_Sun_inlaw_Penny": "I'm not sure young Vincent will ever forgive you for marrying Penny.#$b#He had his eyes on her, you know. Ah, the innocence of childhood.",
    "spring_Sun_inlaw_Maru": "Science girl hasn't managed to burn your house down yet? That's good.#$b#I bet she's made you some sort of cleaning robot? Oh wait, that's a vacuum cleaner, right. I hated those.",
    "spring_Sun_inlaw_Krobus": "There's an interesting scent around you, @. Like shadows and...#$b#...is that a hint of the void? And... sewage? What have you been up to?",
    "spring_Sun_inlaw_Leah": "The mice have moved into Leah's cottage now it's empty.",
    "spring_Sun_inlaw_Harvey": "Well, I suppose with the amount of trouble you get yourself into, it's probably good living with a doctor.#$b#Stay safe, @.",
    "spring_Sun_inlaw_Haley": null,
    "spring_Sun_inlaw_Alex": "Has your husband followed his dream yet? To become a gridball star?#$b#He hasn't? Well, I suppose if you don't follow your dreams, you'll never have them dashed, right?",
    "spring_Sun_inlaw_Sophia": "Your wife is very sweet. I used to hunt mice around her vineyard, you know, and she'd reward me with cheese.#$b#I wonder if she'd recognize me now?",
    "spring_Sun_inlaw_Victor": null,
    "spring_Sun_inlaw_Olivia": "Your wife's eyes are like daggers, @. She's like that woman who wanted all the spotty dogs.#$b#I don't trust her, I don't trust her one bit. She looks like she'd wear fur.",
    "spring_Sun_inlaw_Nikolai": null,
    "spring_Sun_inlaw_Denver": "Don't be alarmed, but there's something big and dark and nasty prowling around your farm at night.#$b#On second thoughts, be alarmed, be very alarmed!$5",
    "spring_Sun_inlaw_Wizard": "I'm glad Ras is no longer alone. Although I'm sure you'll find his company gets tiresome in large doses.",
    "spring_Wed_inlaw_Jasper": "Don't be alarmed, but someone's been roaming around your farm at night.#$b#No, not me! I'm on pest control, it's very important! Someone else, someone that smells of the deep earth$3.",
   "spring_Sun_inlaw_Luckiel": "You fell for his charms, didn't you? Well, those golden eyes are quite compelling. But there's no accounting for taste.",
"Tristan_Fire": "Oh yes, grand idea! That'll dry us off.",
"Tristan_Snuggle":"Snuggle? Oh...",
"Tristan_cabin1": "I'm so grateful to hear that.",
"Tristan_cabin2": "Oh..#$b#Ah well, I'm sure it's only a passing fancy, and I'll get over it.$2#$b#Human emotions are so fleeting... Right, I should light the fire.$3",
"ESHouse1_13_4": "Now, what tale would you like to hear tonight? One about a bear?$4#$b#Or perhaps you'd like to hear one about a most marvellous cat?$1",
"AquariumDonated:Tuna": "I hear you've been catching fish for this new aquarium, @?#$b#Jas is very excited. And me? I do enjoy a good seafood buffet!$1",
   

    //Unique Dialogue Mods (Courtship/Jealousy responses)
"give_flowersA": "Oooh flowers, I remember this custom! I'd be delighted to accept.#$b#Wait? Is that cat mint? You know me so well!$4",
"give_flowersB": "Oh, I wanted to ask you first! But I wasn't sure you felt the same way.#$b#Of course I'll accept.$4",
"give_pendant": "You want to marry me? Maybe there is something to be said about true love after all.$1#$b#Of course I accept, I love you too.$4",
"stardrop_gift": "Hey babe, just wanted to show you how much I love you by giving you this shiny fruit.$4#$b#What can I say? Human customs are weird.$3",
"reject_two_heartA": "What am I supposed to do with those?$3",
"reject_two_heartB": "No thanks, I'm allergic.$2",
"reject_four_heartA": "What am I supposed to do with those?$3",
"reject_four_heartB": "No thanks, I'm allergic.$2",
"breakUp": "Well, it was fun while it lasted. Thanks for helping me feel human again.$2",
"engageA": "Are you propositioning everyone in town?$5#$b#Well, can't blame you for trying, I guess.$3",
"engageB": "Yes, it's very shiny. No, I don't want it. Why not give it to your betrothed instead?%3",
"marriedA": "Multiple spouses are now a thing? Hmmm... Let me think about it.$3#$b#It's a no.$2",
"marriedB": "Aren't you already mated... err, married. I thought humans favored monogamy?$2",
"refusal_no_heartsA": "There's a hollow emptiness when I look at you. A sense of familiarity. But take that thing away.$2",
"refusal_no_heartsB": "Hmm... I don't think I know you... there is something oddly familiar about you.$2#$b#But no, I don't want that thing.$5",
"refusal_knownA": "I was a cat for many years... let me get the hang of being me again first.$3",
"refusal_knownB": "I'm not ready to move on yet. Mona's still has my heart.$2#$b#Yeah, I guess it turned me corny.$3",
"refusal_botherA": "Persistent, aren't you. I'm not that great a catch, you know.$2",
"refusal_botherB": "What part of 'no' don't you understand?$5",
"giftquestion_yes": "Great! I'm proud of what you've accomplished. Let's make them all jealous.$1",
"giftquestion_lie": "You want to go around giving gifts to people? Well, that's no big deal.#$b#But I hoped relationships were about honesty.$2"
}
}